Repository: umachinchula/halo
Catalog: Localizable.xcstrings
Source language: en
Languages: be, de, es_419, fr, hi, nl, ru, th, zh_hans, zh_hant

source: Automatically switch displays
de: Anzeigen automatisch umschalten
nl: Automatisch schakelen tussen schermen
ru: Автоматически переключать дисплеи
th: สลับจอแสดงผลอัตโนมัติ
zh_hans: 自动切换显示器
zh_hant: 自動切換顯示器

source: Averages
de: Durchschnittswerte
fr: Moyennes
nl: Gemiddelden
ru: Средние
th: ค่าเฉลี่ย
zh_hans: 平均值
zh_hant: 平均值

source: Backlight
de: Hintergrundbeleuchtung
fr: Rétroéclairage
nl: Achtergrondverlichting
ru: Подсветка
th: ไฟหลัง
zh_hans: 背光
zh_hant: 背光

source: Battery
de: Batterie
fr: Batterie
nl: Batterij
ru: Аккумулятор
th: แบตเตอรี่

source: Battery at %d percent
de: Batterie bei %d Prozent
fr: Batterie à %d pour cent
nl: Batterij op %d procent
ru: Заряд батареи: %d%%
zh_hans: 电池电量 %d%%
zh_hant: 電池電量 %d%%

source: Battery charging
de: Batterie lädt
fr: Charge de la batterie
nl: Batterij opladen
ru: Батарея заряжается
th: กำลังชาร์จแบตเตอรี่
zh_hans: 电池充电中
zh_hant: 電池充電中

source: Battery charging, %@ remaining
de: Batterie lädt, %@ verbleiben
fr: Charge de la batterie, %@ restant
nl: Batterij wordt opgeladen, nog %@ resterend
ru: Зарядка батареи, осталось %@
zh_hans: 电池充电中，剩余 %@
zh_hant: 電池充電中，剩餘 %@

source: Battery fully charged
de: Batterie voll aufgeladen
fr: Batterie complètement chargée
nl: Batterij volledig opgeladen
ru: Батарея полностью заряжена
th: แบตเตอรี่ชาร์จเต็มแล้ว
zh_hans: 电池已充满
zh_hant: 電池已充滿

source: Battery Information
de: Batterie Informationen
fr: Informations de la batterie
nl: Batterij-informatie
ru: Информация о батарее
th: ข้อมูลแบตเตอรี่

source: Battery Settings
de: Batterie Einstellungen
fr: Paramètres de la batterie
nl: Batterij-instellingen
ru: Настройки батареи
th: การตั้งค่าแบตเตอรี่

source: Battery Status
de: Batterie Status
fr: Statut de la batterie
nl: Batterijstatus
ru: Состояние батареи
th: สถานะแบตเตอรี่

source: Blue dashed box shows actual size in Atoll
de: Blau gestriffelte Box zeigt die tatsächliche Größe im Atoll an
fr: La boîte bleue en pointillés affiche la taille actuelle dans la Atoll
nl: Het blauw gestippelde vak geeft de werkelijke grootte op Atoll weer
ru: Синяя пунктирная рамка — реальный размер в Atoll
th: กล่องเส้นประสีน้ำเงินแสดงขนาดจริงใน Atoll
zh_hans: 蓝色虚线框显示 Atoll 中的实际大小
zh_hant: 藍色虛線框顯示 Atoll 中的實際大小

source: Bluetooth Audio Devices
de: Bluetooth-Audiogeräte
fr: Appareils audios Bluetooth
nl: Bluetooth-audioapparaten
ru: Аудиоустройства Bluetooth
th: อุปกรณ์เสียงบลูทูธ
zh_hans: 蓝牙音频设备
zh_hant: 藍牙音訊裝置

# Bluetooth device %@ at %d percent
source: Bluetooth device %1$@ at %2$d percent
de: Bluetooth Gerät %1$@ bei %2$d %
fr: Appareil Bluetooth %1$@ à %2$d pour cent
nl: Bluetooth-apparaat %1$@ op %2$d procent
ru: Устройство Bluetooth %1$@: %2$d%%
th: Bluetooth device %@ at %d percent
zh_hans: 蓝牙设备 %1$@ 已充电至 %2$d 百分比
zh_hant: 藍牙裝置 %1$@ 已充電至 %2$d 百分比

source: Boost your productivity with Clipboard Manager
de: Steigere deine Produktivität mit Zwischenablage Manager
fr: Boostez votre productivité avec le gestionnaire de presse-papiers
hi: क्लिपबोर्ड मैनेजर के साथ अपनी उत्पादकता बढ़ाएँ
nl: Verhoog je productiviteit met Klembordbeheer
ru: Менеджер буфера обмена
th: เพิ่มประสิทธิภาพของคุณด้วยตัวจัดการคลิปบอร์ด

source: Both
de: Beide
fr: Les deux
nl: Beide
ru: Оба
th: ทั้งสอง
zh_hans: 两者
zh_hant: 兩者

source: Bottom Pad:
de: Unteres Pad:
fr: Coussin inférieur :
nl: Onderste pad:
ru: Отступ снизу:
th: ช่องว่างด้านล่าง:
zh_hans: 底部间距：
zh_hant: 底部間距：

source: Breakdown
de: Pause
fr: Répartition
nl: Uitsplitsing
ru: Детализация
th: การแบ่งสัดส่วน
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Brightness
de: Helligkeit
fr: Luminosité
nl: Helderheid
ru: Яркость
th: ความสว่าง
zh_hans: 亮度
zh_hant: 亮度

source: Brightness HUD
de: Helligkeits-HUD
fr: Luminosité de l’ATH
nl: Helderheid HUD
ru: HUD яркости
th: HUD ความสว่าง
zh_hans: 亮度 HUD
zh_hant: 亮度 HUD

source: Brightness OSD
de: Helligkeit OSD
fr: Luminosité OSD
nl: Helderheid OSD
ru: OSD яркости
th: OSD ความสว่าง
zh_hans: 亮度 OSD
zh_hant: 亮度 OSD

source: Built-in
de: Integriert
fr: Intégré
nl: Ingebouwd
ru: Встроенный
th: ในตัว
zh_hans: 内置
zh_hant: 內建

source: Built-in System Monitoring
de: Integrierte Systemüberwachung
fr: Système Intégré de Suivi
nl: Ingebouwde systeembewaking
ru: Встроенный системный мониторинг
th: การตรวจสอบระบบในตัว
zh_hans: 内置系统监控
zh_hant: 內建系統監控

source: Built-in system monitoring detects volume, brightness, and keyboard backlight changes directly without requiring external apps.
de: Die integrierte Systemüberwachung erkennt Änderungen der Lautstärke, Helligkeit und Tastaturbeleuchtung direkt, ohne dass externe Apps erforderlich sind.
es_419: El sistema de monitoreo integrado detecta los cambios de volumen, brillo y retroiluminación del teclado directamente, sin necesidad de aplicaciones externas.
fr: Le système intégré de suivi détecte les changements de volume, luminosité et éclairage du clavier sans l’aide d’applications externes.
hi: अंतर्निर्मित सिस्टम मॉनिटरिंग बाहरी ऐप्स की आवश्यकता के बिना सीधे वॉल्यूम, ब्राइटनेस और कीबोर्ड बैकलाइट परिवर्तनों का पता लगाती है।
nl: Ingebouwde systeemmonitoring detecteert veranderingen in volume, helderheid en toetsenbordverlichting direct zonder dat hiervoor externe apps nodig zijn.
ru: Встроенный мониторинг отслеживает громкость и яркость напрямую.
th: การตรวจสอบระบบในตัวตรวจจับการเปลี่ยนแปลงระดับเสียง ความสว่าง และไฟแป้นพิมพ์โดยตรงโดยไม่ต้องใช้แอปภายนอก
zh_hans: 内置系统监控功能可直接检测音量、亮度和键盘背光的变化，无需外部应用程序。
zh_hant: 內建系統監控功能可直接偵測音量、亮度和鍵盤背光的變化，無需外部 App。

source: Buy us a coffee
de: Kauf uns einen Kaffee
fr: Achetez-nous un café
nl: Koop een koffie voor ons
ru: Купить нам кофе
th: ซื้อกาแฟให้เรา
zh_hans: 请我们喝杯咖啡
zh_hant: 請我們喝杯咖啡

source: Calendar
de: Kalender
fr: Calendrier
nl: Agenda
ru: Календарь
th: ปฏิทิน

source: Calendar access is denied. Please enable it in System Settings.
de: Kalender Zugriff verweigert. Bitte aktiviere es in den Systemeinstellungen.
fr: L'accès au calendrier est refusé. Veuillez l’autoriser dans les réglages.
nl: Toegang tot agenda is geweigerd. Schakel dit in Systeeminstellingen in.
ru: Доступ к календарю запрещен. Разрешите его в Системных настройках.
th: สิทธิ์เข้าถึงปฏิทินถูกปฏิเสธ กรุณาเปิดใช้ในการตั้งค่าระบบ

source: Calendar or Reminder access is denied. Please enable it in System Settings.
de: Der Zugriff auf Kalender oder Erinnerungen ist verweigert. Bitte aktivieren Sie ihn in den Systemeinstellungen.
fr: L'accès au calendrier ou au rappel est refusé. Veuillez l'activer dans les paramètres système.
hi: कैलेंडर या रिमाइंडर तक पहुंच अस्वीकार कर दी गई है। कृपया इसे सिस्टम सेटिंग्स में सक्षम करें।
nl: Toegang tot agenda of herinneringen is geweigerd. Schakel dit in Systeeminstellingen in.
ru: Доступ к календарю или напоминаниям запрещен. Включите его в настройках.
th: สิทธิ์เข้าถึงปฏิทินหรือการแจ้งเตือนถูกปฏิเสธ กรุณาเปิดใช้ในการตั้งค่าระบบ
zh_hans: 日历或提醒事项访问被拒绝。请在系统设置中启用。
zh_hant: 行事曆或提醒事項存取被拒絕。請在系統設定中啟用。

source: Calendars
de: Kalender
fr: Calendriers
nl: Agenda's
ru: Календари
th: ปฏิทิน
zh_hans: 日历
zh_hant: 行事曆

source: Camera
de: Kamera
fr: Caméra
ru: Камера
th: กล้อง
zh_hans: 相机
zh_hant: 相機

source: Camera Active
de: Kamera Aktiv
fr: Caméra Active
nl: Camera actief
ru: Камера активна
th: กล้องทำงานอยู่
zh_hans: 相机已激活
zh_hant: 相機已啟用

source: Camera is being used by an application
de: Die Kamera wird von einer Anwendung verwendet.
nl: Camera wordt gebruikt door een applicatie
ru: Камера используется приложением
th: กล้องกำลังถูกใช้โดยแอปพลิเคชัน
zh_hans: 相机正被某个应用使用
zh_hant: 相機正被某個 App 使用

source: Camera Status
de: Kamera Status
fr: Status de la Caméra
ru: Состояние камеры
th: สถานะกล้อง
zh_hans: 相机状态
zh_hant: 相機狀態

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleer
ru: Отмена
th: ยกเลิก

source: Center
de: Mitte
fr: Centrer
nl: Midden
ru: По центру
th: กลาง
zh_hans: 居中
zh_hant: 居中

source: Change
de: Veränderung
fr: Changer
nl: Verandering
ru: Изменить
th: เปลี่ยน
zh_hans: 更改
zh_hant: 更改

source: Charging
de: Lädt
fr: En charge
nl: Opladen
ru: Зарядка
th: กำลังชาร์จ

source: Charging on Hold: Desktop Mode
de: Ladevorgang unterbrochen: Desktop-Modus
fr: Charge suspendue : mode bureau
nl: Opladen onderbroken: Desktopmodus
ru: Зарядка приостановлена: настольный режим
th: ชาร์จระงับ: โหมดเดสก์ท็อป

source: Check for Updates…
de: Suche nach Updates…
fr: Vérifier les mises à jour…
nl: Controleer op updates…
ru: Проверить обновления…
th: ตรวจสอบการอัปเดต…

source: Chip color
de: Chipfarbe
fr: Couleur de la puce
nl: Kleur chip
ru: Цвет плашки
th: สีชิป
zh_hans: 芯片颜色
zh_hant: 晶片顏色

source: Choose a custom sound file that will play when the timer completes. Supported formats: MP3, M4A, WAV, AIFF.
de: Wählen Sie eine benutzerdefinierte Sounddatei, die abgespielt wird, wenn der Timer abgeschlossen ist. Unterstützte Formate: MP3, M4A, WAV, AIFF.
fr: Choisissez un son personnalisé lorsque le minuteur . Formats supportés : MP3, M4A, WAV, AIFF.
hi: टाइमर पूरा होने पर बजने वाली कस्टम ध्वनि फ़ाइल चुनें। समर्थित प्रारूप: MP3, M4A, WAV, AIFF।
nl: Kies een aangepast geluidsbestand dat wordt afgespeeld wanneer de timer is voltooid. Ondersteunde formaten: MP3, M4A, WAV, AIFF.
ru: Выберите звуковой файл для окончания таймера. Поддерживаются форматы: MP3, M4A, WAV, AIFF.
th: เลือกไฟล์เสียงกำหนดเองที่จะเล่นเมื่อตัวจับเวลาเสร็จ รองรับ: MP3, M4A, WAV, AIFF
zh_hans: 选择一个自定义声音文件，该文件将在计时器结束时播放。支持的格式：MP3、M4A、WAV、AIFF。
zh_hant: 選擇一個自訂聲音檔案，該檔案將在計時器結束時播放。支援的格式：MP3、M4A、WAV、AIFF。

source: Choose a Music Source
de: Wähle eine Musikquelle
fr: Choisir une source de musique
nl: Kies een muziekbron
ru: Выберите источник музыки
th: เลือกแหล่งเพลง

source: Choose AI model
de: KI-Modell auswählen
fr: Choisir le modèle d’IA
nl: Kies AI-model
ru: Выбрать модель ИИ
th: เลือกโมเดล AI
zh_hans: 选择 AI 模型
zh_hant: 選擇 AI 模型

source: Choose animation to display when Atoll is idle. Tap to select, hold to delete custom animations.
de: Wählen Sie die Animation aus, die angezeigt werden soll, wenn Atoll im Leerlauf ist. Tippen Sie zum Auswählen und halten Sie zum Löschen benutzerdefinierter Animationen gedrückt.
fr: Choisir une animation à afficher lorsque la Atoll est inactive. Touchez pour sélectionner, maintenez pour supprimer.
hi: जब एटोल निष्क्रिय हो तब दिखाने के लिए एनिमेशन चुनें। कस्टम एनिमेशन चुनने के लिए टैप करें, हटाने के लिए दबाकर रखें।
nl: Kies een animatie die moet worden weergegeven wanneer het Atoll inactief is. Tik om te selecteren, houd ingedrukt om aangepaste animaties te verwijderen.
ru: Выберите анимацию для режима ожидания. Нажмите для выбора, удерживайте для удаления.
th: เลือกแอนิเมชันที่จะแสดงเมื่อ Atoll ไม่ได้ใช้งาน แตะเพื่อเลือก กดค้างเพื่อลบแอนิเมชันกำหนดเอง
zh_hans: 选择在Atoll闲置时显示的动画效果。轻点选择，长按删除自定义动画。
zh_hant: 選擇在 Atoll 閒置時顯示的動畫效果。輕點選擇，長按刪除自訂動畫。

source: Choose File
de: Datei auswählen
fr: Choisir un fichier
nl: Kies Bestand
ru: Выбрать файл
th: เลือกไฟล์
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose which system controls should display custom OSD windows.
de: Wählen Sie aus, welche Systemsteuerelemente benutzerdefinierte OSD-Fenster anzeigen sollen.
fr: Choisissez les contrôles système qui doivent afficher des fenêtres OSD personnalisées.
nl: Kies welke systeembedieningen aangepaste OSD-vensters moeten weergeven.
ru: Выберите элементы управления для показа всплывающих окон OSD.
th: เลือกปุ่มควบคุมระบบที่จะแสดงหน้าต่าง OSD กำหนดเอง
zh_hans: 选择哪些系统控件应显示自定义OSD窗口。
zh_hant: 選擇哪些系統控制元件應顯示自訂OSD視窗。

source: Choose which system controls should display HUD notifications.
de: Wählen Sie aus, welche Systemsteuerungen HUD-Benachrichtigungen anzeigen sollen.
fr: Choisissez les commandes du système qui doivent afficher les notifications HUD.
nl: Kies welke systeembedieningen HUD-meldingen moeten weergeven.
ru: Выберите элементы управления для показа уведомлений HUD.
th: เลือกปุ่มควบคุมระบบที่จะแสดงการแจ้งเตือน HUD
zh_hans: 选择哪些系统控件应显示HUD通知。
zh_hant: 選擇哪些系統控制元件應顯示HUD通知。

source: Choose your preferred AI model and configuration
de: Wählen Sie Ihr bevorzugtes KI-Modell und Ihre bevorzugte Konfiguration
fr: Choisissez votre modèle d’IA préféré et sa configuration
hi: अपना पसंदीदा एआई मॉडल और कॉन्फ़िगरेशन चुनें
nl: Kies het AI-model en de configuratie van je voorkeur
ru: Выберите предпочитаемую модель ИИ и её параметры
th: เลือกโมเดล AI และการตั้งค่าที่คุณต้องการ
zh_hans: 选择您偏好的 AI 模型和配置
zh_hant: 選擇你偏好的 AI 模型和配置

source: Choose Your Profile
de: Wählen Sie Ihr Profil
fr: Choisissez votre profil
nl: Kies je profiel
ru: Выберите свой профиль
th: เลือกโปรไฟล์ของคุณ
zh_hans: 选择您的配置文件
zh_hant: 選擇你的配置檔案

source: Circle
de: Kreis
fr: Cercle
nl: Cirkel
ru: Круг
th: วงกลม

source: Clear
de: Freifläche
fr: Effacer
nl: Duidelijk
ru: Очистить
th: ล้าง
zh_hans: 清除
zh_hant: 清除

source: Clear All Files
de: Alle Dateien Löschen
fr: Effacer tous les fichiers
nl: Wis alle bestanden
ru: Очистить все файлы
th: ล้างไฟล์ทั้งหมด
zh_hans: 清除所有文件
zh_hant: 清除所有檔案

source: Clear all files removes all attached files and audio recordings. This action is permanent.
de: Alle Dateien löschen entfernt alle angehängten Dateien und Audioaufnahmen. Diese Aktion ist unwiderruflich.
fr: Effacer tous les fichiers supprime tous les fichiers et enregistrements joints. Cette action est définitive.
nl: Alle bestanden wissen verwijdert alle bijgevoegde bestanden en audio-opnamen. Deze actie is permanent.
ru: Очистка удалит все прикрепленные файлы и аудиозаписи. Это действие необратимо.
th: ล้างไฟล์ทั้งหมดจะลบไฟล์แนบและการบันทึกเสียงทั้งหมด การดำเนินการนี้ถาวร
zh_hans: 清除所有文件将删除所有附加文件和音频录音。此操作不可撤销。
zh_hant: 清除所有檔案將刪除所有附加檔案和音訊錄音。此操作不可撤銷。

source: Clear Clipboard History
de: Zwischenablage-Verlauf löschen
fr: Effacer l’Historique du Presse-papiers
nl: Klembordgeschiedenis wissen
ru: Очистить историю буфера обмена
th: ล้างประวัติคลิปบอร์ด
zh_hans: 清除剪贴板历史
zh_hant: 清除剪貼簿歷史

source: Clear clipboard history removes recent copies. Clear pinned items removes your favorites. Both actions are permanent.
de: Durch „Zwischenablage löschen“ werden die letzten Kopien entfernt. Durch „Angeheftete Elemente löschen“ werden Ihre Favoriten entfernt. Beide Aktionen sind dauerhaft.
fr: Effacer l’historique du presse-papier supprime les copies récentes. Effacer les éléments épinglés supprime vos favoris. Les deux actions sont permanentes.
nl: Door de geschiedenis van het klembord te wissen, worden recente kopieën verwijderd. Door vastgezette items te wissen, worden je favorieten verwijderd. Beide acties zijn permanent.
ru: Очистка истории или закрепленных элементов необратима.
th: ล้างประวัติคลิปบอร์ดจะลบการคัดลอกล่าสุด ล้างรายการที่ปักหมุดจะลบรายการโปรด ทั้งสองเป็นการกระทำถาวร
zh_hans: 清除剪贴板历史记录将删除最近的复制内容。清除固定项目将删除您的收藏项。这两项操作均为永久性操作。
zh_hant: 清除剪貼簿歷史記錄將刪除最近的複製內容。清除固定項目將刪除你的收藏項。這兩項操作均為永久性操作。

source: Clear Color History
de: Klarer Farbverlauf
fr: Effacer l’Historique de Couleurs
nl: Kleurgeschiedenis wissen
ru: Очистить историю цветов
th: ล้างประวัติสี
zh_hans: 清除颜色历史
zh_hant: 清除顏色歷史

source: Clear color history removes all picked colors. Start color picking begins screen color capture mode.
de: Durch das Löschen des Farbverlaufs werden alle ausgewählten Farben entfernt. Durch das Starten der Farbauswahl wird der Bildschirmfarbenerfassungsmodus gestartet.
fr: Effacer l’historique de couleurs supprime toutes les couleurs prélevées.
nl: Door de kleurgeschiedenis te wissen, worden alle gekozen kleuren verwijderd. Kleur kiezen starten begint de modus voor het vastleggen van schermkleuren.
ru: Очистка удаляет все цвета. Запуск выбора включает режим захвата цвета.
th: ล้างประวัติสีจะลบสีที่เลือกทั้งหมด เริ่มเลือกสีจะเริ่มโหมดจับภาพสีหน้าจอ
zh_hans: 清除颜色历史记录将删除所有选取的颜色。开始颜色拾取将启动屏幕颜色捕获模式。
zh_hant: 清除顏色歷史記錄將刪除所有選取的顏色。開始顏色拾取將啟動螢幕顏色捕獲模式。

source: Clear Data
de: Daten Löschen
fr: Effacer les données
nl: Gegevens wissen
ru: Очистить данные
th: ล้างข้อมูล
zh_hans: 清除数据
zh_hant: 清除資料

source: Clear Pinned Items
de: Angeheftete Elemente löschen
fr: Effacer les Éléments épinglés
nl: Wis vastgezette items
ru: Удалить закрепленные элементы
th: ล้างรายการที่ปักหมุด
zh_hans: 清除固定项
zh_hant: 清除固定項

source: Clear search
de: Suche bereinigen
fr: Effacer la recherche
nl: Duidelijke zoekopdracht
ru: Очистить поиск
th: ล้างการค้นหา
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Click 'Pick Color' or use Cmd+Shift+P to start picking colors
de: Klicken Sie auf "Farbe auswählen" oder verwenden Sie Cmd+Shift+P, um mit der Auswahl von Farben zu beginnen
fr: Cliquez sur "Pick Color" ou pressez simultanément Cmd+Maj+P pour prélever des couleurs
nl: Klik op 'Kies kleur' of gebruik Cmd+Shift+P om kleuren te kiezen
ru: Click 'Pick Color' or use Cmd+Shift+P to start picking цв.
th: คลิก 'เลือกสี' หรือใช้ Cmd+Shift+P เพื่อเริ่มเลือกสี
zh_hans: 点击「取色」或使用 Cmd+Shift+P 开始取色
zh_hant: 點按「取色」或使用 Cmd+Shift+P 開始取色

source: Click for details
de: Klicken Sie für Details
fr: Cliquez pour en savoir plus
nl: Klik voor details
ru: Нажмите для подробностей
th: คลิกดูรายละเอียด
zh_hans: 点击查看详情
zh_hant: 點按檢視詳情

source: Clipboard
de: Zwischenablage
fr: Presse-papiers
nl: Klembord
ru: Буфер обмена
th: คลิปบอร์ด
zh_hans: 剪贴板
zh_hant: 剪貼簿

source: Clipboard feature is disabled
de: Die Zwischenablagefunktion ist deaktiviert
fr: La fonctionnalité de presse-papiers est désactivée
nl: Klembordfunctie is uitgeschakeld
ru: Функция буфера обмена отключена
th: ปิดใช้ฟีเจอร์คลิปบอร์ด
zh_hans: 剪贴板功能已禁用
zh_hant: 剪貼簿功能已停用

source: Clipboard History
de: Zwischenablage-Verlauf
fr: Historique du presse-papiers
nl: Klembordgeschiedenis
ru: История буфера обмена
th: ประวัติคลิปบอร์ด
zh_hans: 剪贴板历史
zh_hant: 剪貼簿歷史

source: Clipboard History:
de: Zwischenablage-Verlauf:
fr: Historique du presse-papiers:
nl: Klembordgeschiedenis:
ru: История буфера обмена:
th: ประวัติคลิปบอร์ด:
zh_hans: 剪贴板历史：
zh_hant: 剪貼簿歷史：

source: Clipboard Manager
de: Zwischenablagemanager
fr: Gestionnaire de presse-papiers
nl: Klembordbeheer
ru: Менеджер буфера обмена
th: ตัวจัดการคลิปบอร์ด
zh_hans: 剪贴板管理器
zh_hant: 剪貼簿管理程式

source: Close
de: Schließen
fr: Fermer
nl: Sluiten
ru: Закрыть
th: ปิด

source: Close assistant
de: Assistent in der Nähe
fr: Fermer l’assistant
nl: Dichtbij assistent
ru: Закрыть помощника
th: ปิดผู้ช่วย
zh_hans: 关闭助手
zh_hant: 關閉助理

source: close gesture
de: Schließen-Geste
nl: dichtbij gebaar
ru: жест закрытия
th: ท่าทางปิด
zh_hans: 关闭手势
zh_hant: 關閉手勢

source: Collect the latest crash report to share with the developer when reporting lock screen or overlay issues.
de: Sammeln Sie den neuesten Absturzbericht, um es mit dem Entwickler zu teilen, wenn Sie Probleme mit dem Sperrbildschirm oder der Überlagerung melden.
fr: Recueillez le dernier rapport de crash à partager avec le développeur lorsque vous signalez les problèmes d'écran de verrouillage ou de superposition.
nl: Verzamel het laatste crashrapport om te delen met de ontwikkelaar bij het melden van problemen met het vergrendelscherm of de overlay.
ru: Соберите последний отчет о сбое для разработчика.
th: เก็บรายงานข้อขัดข้องล่าสุดเพื่อแชร์กับนักพัฒนาเมื่อรายงานปัญหาหน้าจอล็อกหรือโอเวอร์เลย์
zh_hans: 收集最新崩溃报告以便向开发者报告锁屏或覆盖层问题时分享。
zh_hant: 收集最新崩潰報告以便向開發者報告鎖定畫面或覆蓋層問題時分享。

source: Color Details
de: Farbdetails
fr: Détails des couleurs
nl: Kleurdetails
ru: Детали цвета
th: รายละเอียดสี
zh_hans: 颜色详情
zh_hant: 顏色詳情

source: Color Formats
de: Farbformate
fr: Formats de couleurs
nl: Kleurformaten
ru: Форматы цвета
th: รูปแบบสี
zh_hans: 颜色格式
zh_hant: 顏色格式

source: Color History
de: Farbgeschichte
fr: Historique des couleurs
nl: Kleur geschiedenis
ru: История цветов
th: ประวัติสี
zh_hans: 颜色历史
zh_hant: 顏色歷史

source: Color options control the icon and progress bar appearance. Auto adapts to system theme.
de: Farboptionen steuern das Erscheinungsbild des Symbols und des Fortschrittsbalkens. Automatische Anpassung an das Systemthema.
fr: Les options de couleur contrôlent l'icône et l'apparence de la barre de progression. S'adapte automatiquement au thème du système.
hi: रंग विकल्प आइकन और प्रगति पट्टी की उपस्थिति को नियंत्रित करते हैं। स्वचालित रूप से सिस्टम थीम के अनुसार अनुकूलित हो जाता है।
nl: Kleuropties bepalen het pictogram en het uiterlijk van de voortgangsbalk. Past zich automatisch aan het systeemthema aan.
ru: Настройки цвета влияют на иконку и индикатор. Автоматически адаптируется под тему.
th: ตัวเลือกสีควบคุมลักษณะไอคอนและแถบความคืบหน้า อัตโนมัติปรับตามธีมระบบ
zh_hans: 颜色选项控制图标和进度条外观。自动适应系统主题。
zh_hant: 顏色選項控制圖示和進度條外觀。自動適應系統主題。

source: Color Picked!
de: Farbe ausgewählt!
fr: Couleur prélevée!
nl: Kleur gekozen!
ru: Цвет выбран!
th: เลือกสีแล้ว!
zh_hans: 已取色！
zh_hant: 已取色！

source: Color Picker
de: Farbwähler
fr: Pipette de couleurs
nl: Kleurkiezer
ru: Пипетка цветов
th: ตัวเลือกสี
zh_hans: 取色器
zh_hant: 取色器

source: Color Picker feature is disabled
de: Die Farbauswahlfunktion ist deaktiviert
fr: La fonctionnalité de pipette est désactivée
nl: De functie Kleurkiezer is uitgeschakeld
ru: Функция пипетки отключена
th: ปิดใช้ฟีเจอร์ตัวเลือกสี
zh_hans: 取色器功能已禁用
zh_hant: 取色器功能已停用

source: Color Picker Panel:
de: Farbwählerpanel:
fr: Panneau de la pipette de couleurs
nl: Kleurkiezerpaneel:
ru: Панель пипетки:
th: แผงตัวเลือกสี:
zh_hans: 取色器面板：
zh_hant: 取色器面板：

source: Color-coded battery display
de: Farbcodierte Batterieanzeige
nl: Kleurgecodeerde batterijweergave
ru: Цветное отображение батареи
th: แสดงแบตเตอรี่ตามรหัสสี
zh_hans: 彩色电池显示
zh_hant: 彩色電池顯示

source: Color-Coded Progress Bars
de: Farbcodierte Fortschrittsbalken
fr: Barres de progression avec code couleur
hi: रंग-कोडित प्रगति बार
nl: Kleurgecodeerde voortgangsbalken
ru: Цветные индикаторы
th: แถบความคืบหน้าตามรหัสสี
zh_hans: 彩色进度条
zh_hant: 彩色進度條

source: ColorPicker Disabled
de: ColorPicker deaktiviert
fr: La pipette de couleur est désactivée
nl: Kleurkiezer uitgeschakeld
ru: Пипетка отключена
th: ปิดใช้ตัวเลือกสี
zh_hans: 取色器已禁用
zh_hant: 取色器已停用

source: Coming soon
de: Demnächst
fr: Bientôt disponible
nl: Binnenkort beschikbaar
ru: Скоро
th: เร็วๆ นี้

source: Configuration
de: Konfiguration
nl: Configuratie
ru: Конфигурация
th: การตั้งค่า
zh_hans: 配置
zh_hant: 配置

source: Configure presets in Settings
de: Voreinstellungen in den Einstellungen konfigurieren
fr: Configurer les préréglages dans Paramètres
nl: Configureer voorinstellingen in Instellingen
ru: Настроить пресеты в Настройках
th: ตั้งค่าพรีเซ็ตในการตั้งค่า
zh_hans: 在设置中配置预设
zh_hant: 在設定中配置預設組合

source: Connected
de: Verbunden
fr: Connecté
nl: Verbonden
th: เชื่อมต่อแล้ว
zh_hans: 已连接
zh_hant: 已連線

source: Container
de: Behälter
ru: Контейнер
th: คอนเทนเนอร์
zh_hans: 容器
zh_hant: 容器

source: Continue
de: Fortfahren
fr: Continuer
nl: Ga door
ru: Продолжить
th: ดำเนินการต่อ

source: Controls
de: Kontrollen
fr: Contrôles
nl: Bediening
ru: Управление
th: การควบคุม
zh_hans: 控制
zh_hant: 控制

source: Copy event link
de: Event-Link kopieren
fr: Copier le lien vers l'événement
nl: Kopieer de koppeling naar de activiteit
ru: Копировать ссылку на событие
th: คัดลอกลิงก์เหตุการณ์
zh_hans: 复制事件链接
zh_hant: 複製事件連結

source: Copy Latest Crash Report
de: Neuester Absturzbericht kopieren
fr: Copier le dernier rapport de crash
nl: Kopieer het laatste crashrapport
ru: Скопировать последний отчет об ошибке
th: คัดลอกรายงานข้อขัดข้องล่าสุด
zh_hans: 复制最新崩溃报告
zh_hant: 複製最新崩潰報告

source: Copy something to get started
de: Kopieren Sie etwas, um loszulegen
fr: Copiez quelque-chose pour commencer
nl: Kopieer iets om aan de slag te gaan
ru: Скопируйте что-нибудь для начала
th: คัดลอกอะไรสักอย่างเพื่อเริ่มต้น
zh_hans: 复制内容即可开始
zh_hant: 複製內容即可開始

source: Copy something to start
de: Kopieren Sie etwas, um zu beginnen
fr: Copier quelque-chose pour commencer
nl: Kopieer iets om te beginnen
ru: Скопируйте что-нибудь для начала
th: คัดลอกอะไรสักอย่างเพื่อเริ่ม
zh_hans: 复制内容即可开始
zh_hant: 複製內容即可開始

source: Core %lld
de: Kern %lld
fr: Cœur %lld
nl: Kern %lld
ru: Ядро %lld
zh_hans: 核心 %lld
zh_hant: 核心 %lld

source: Corner radius scaling
de: Eckenradius-Skalierung
nl: Schaling van de hoekradius
ru: Масштабирование радиуса углов
th: การปรับสเกลรัศมีมุม
zh_hans: 圆角缩放
zh_hant: 圓角縮放
